Revit 2027 API
HermiteSplineTangents Constructor
 Constructs a new default instance of the class, with tangent vectors uninitialized.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public HermiteSplineTangents()
Public Sub New
public:
HermiteSplineTangents()
new : unit -> HermiteSplineTangents
See Also
Reference
HermiteSplineTangents Class
Autodesk.Revit.DB Namespace